{"X": ["Hello there! My name is Nina, what's yours? I am George! How are you doing? I'm doing well, it's nice to meet you George. Do you have any hobbies? Quite a few. I love watching sports. Not playing them though I don't play many sports, but I mountain bike competitively. Have you ever tried mountain biking? It's exhilarating. No I haven't. There's a lot of people that bike around here in Florida though You're from Florida? Cool, my Father helped build Miami Tower before I was born. That's too cool! What do you do for work? I'm a Writer, you? I work for a mortgage company. Have been there for 15 years. What do you write? Mostly ghost writing for blogs, magazines, things like that. Though I have done some fiction. That's really magnificent. I wish I did something more exciting. ", "Hey, I have five sons. Do you have kids? yes i have one son. I also like to eat chocolate candy. Chocolate is great. What is your sons name? my sons name Mike. when I grow up I want to be a dog. You want to be a dog? That's crazy! lol yep they are innocent and cute. I am also 4 years old. That's so young! I am very happy for you :) I also like to talk to people, but i have a hard time understanding at times. I think you might enjoy it if you like people there are some I like and the rest I tolerate. I understand. Do you like coffee? Yes, coffee is great in the morning. ", "man so tired from my dance lessons i play the piano and guitar and sing really what else do you do? i also work as a custodian to help pay the bills I like old school hip hop, I'm an 80's child. You think thats cool? yes my favorite type of music to sing is folk music weird that music is awful my parents aren't very supportive of my dream I can imagine, you ever play with lite brite? i play the piano and guitar and sing lite brite is my favortie that's good to know ", "Man feel so old at 23. Me too and I didn't even finish high school I've been traveling the world for years, who needs school? I wish I had finished. Where are you from? I actually live on my yacht, gave up all country citizenship That sounds so fun. I am in Canada. oh? sorry about that. Must be pretty cold there. Yes it can be. What is your favorite food? I love food and cook all the time. There is nothing I don't like! I really like shawarma. Have you ever tried it? sure I ate it for breakfast It is my favorite. What are your hobbies? ", "How are you today? good how are you I am well, thanks i'm a boy what about you I am not a boyy okay i was born with my heart outside my body Oh wow! What did they do about it? i had to have a transplant I am glad you are okay now thanks i can move objects with my mind How does that work? through the process of mind manipulation  ", "hi how are you not bad, kind of tired, work construction.  thats' cools i am a professional wrestler oh really? do a lot of wrestlers use steroids? i'm not sure in my spare time i do volunteer work weird, I would think that would come up. My dad taught me everything I know. yea i don't know i also volunteer in a homeless shelter You ever build a house? I have built 12 of them wow that's a lot no but i enjoy being around people I don't I like being around my cats. You have any pets? no i don't have any pets Well you should really get some! ", "How are you today? Great how are you? I am well, and you? Good, Thank you. What do you do for a living? I do not work, but I spend a lot of time on the internet. You? Me too. I also love to listen to music and play video games. I like twitter too I like band shirts with ruffle sleeves and have really short blond hair. What color hair do you have? Mine is brown I'm into skinny jean and leggings. Do you like skinny jeans? Yes I do and I'm a feminist.  What is your favorite food? ", "Hello! I just turned 40. Oh boy. wow happy birthday i just moved into my first home Amazing, my wife sends all my money. No home for me. really i am expecting triplets in three months Nice. I plan on getting a divorce. No kids so it could be worse. please do what's best a already have a step children You do anything for work? I hate my job no i recently moved to this country Well don't try being a car salesman. It is awful ill make sure not to thanks Well if you see my wife ever. Tell her we are finished. i will no problem ", "Hello friend. How are you? I'm good. I am planning on going rock climbing tomorrow, so resting now.  brilliant. I would love to do that. But I have to work from home. It's nice you have that advantage. I usually take my lab, Trooper with me too. Do you have pets? nope, i spend money on cars mostly. Oh, expensive hobby! I live in Colorado so it's great for my hobby. What work do you do? mostly secret things. Away from prying eyes. Ah, lol, well, I have a few secrets too. But, one isn't that I'd rather go in Spring! I have never had a steady relationship. Might be because of the secrets. That might be a big reason, but who knows. So, no children? Nope, to much time in front of the tv. Well, should hit some spots to find a love, or at least some fun.  ", "How are you today? good and you? I am well, thanks where do you live currently? I live in Newport, RI. You? Cali for now Which city in Cali? i'm in san diego Do you like it there? yeah it's nice this time of year What do you do for a living? i'm a recording engineer self employed and you? ", "How are you today? pretty good - been watching nhl hockey today.  do you have any hobbies? Ii like to watch cooking shows. Are you a good cook?  I enjoy coloring books I try to be a good cook. Do you like to cook? I'm not really that good at it.  We live in a rural farming area, where do you live? I live in Newport, RI What do you do for a living? I do not work. I enjoy traveling and amusement parks. What about you? I'm a stay at home mom and enjoy spending time with my german shepherd dog. What is the dog's name? I wish i had a do Oscar is his name.  Do you have any other hobbies? ", "hey there i'm 23 and i love eating food. I'm a clean eater, so I have to be careful with what I eat.  But I love it too! i also like to cook but i am not very good at it. That seems to work well with the fact that you love to eat!  Do you have a job? i've been traveling the world for 3 years I bet you've seen some interesting things!  I'm a life coach at a new job! i've been trying all types of food everywhere i go. Do you have a favorite? no not really I think my favorite food is lasagna - I'd love to go to Italy one day. oh yeah yum I'm currently preparing for a marathon, so I really can't eat it right now though. ", "Hi, how are you? I've been busy studying for a test, as I am a graduate student. Hi I'm doing good thanks What do you do for work? I'm a student and read about psychology, as it's part of my major. I'm an elementary teacher.  Sounds fun! I am a dog walker. Do you have any hobbies? I love playing board games when I can. I like to go kayaking and camping, my parents were big on teaching me survival skills. Cool. I take after my parents too, they were teachers. Some teachers can be really inspiring, I admire them. That's nice of you to say. Your welcome, but it's only the truth. It takes patience and dedication. So where are you from? ", "Hi how are you today? I am good Good to hear. Do you work currently? Not yet, I just graduated with a degree in finance I see. I'm retired but I do volunteer at a soup kitchen. My parents are wealthy so I never have to work again wow must be nice. I was poor growing up. I drive a BMW, but I guess I could give it to you No thanks, I've made enough money in my lifetime to comfortably retire.  Do you have any kids? nope do you? Nope, I do have a cat though ", "hi there how are you? pretty good.  trying to plan our next vacation to the beach. sounds fun. I do a lot of bird watching. Do you have any other hobbies besides the bird watching? i'm an animal activist. What about you? Not much.  I do like to play board games from time to time and go to concerts. Cool. What kind of music do you like? Mostly Christian contemporary.  Do you like music? yes I like death metal. Whoa too loud for me!  What do you do for a living? i'm retired and you? I'm a teacher.  My parents were teachers also, so I guess it runs in the family. ", "I live in Alabama.  Where do you reside? i'm in tx. Do you like sports? No, they are not really my thing.  I do, however, love tacos! yay tacos! I'm on the soccer team at school and I love it. I have a brother that played soccer.  What position do you play? goalie. So are you in school? Not anymore.  I'm a nurse.  My three sisters are also nurses - kinda a family affair. I have an older brother too What do you do for a living? nothing i'm in school and math is the worst. I never liked math especially Algebra so I understand that!  Do you have any pets? yep 2 dogs 3 cats ", "Hi, how are you? I've been doing a little work and listening to rock music. hi i'm good too just got back from shopping. What do you do for a living? My father is a farmer and I work for him, it can be hard. What do you do? I work for a watch dealer but unfortunately my parent's don't support my career choice. That's tough! I mainly take care of the fields, and there is a lot of them. Have any hobbies? shopping for shoes is as close to a hobby as I get. Fun! I love riding horses at my father's farm and I have three Arabian horses, they're gorgeous! Nice. You like cars? I like being able to use them when I need to go somewhere lol. Do you? yes my dream car is a rolls royce ghost. They are amazing, but expensive. I hope you get there one day! thanks me too! lol ", "i won a gold medal in the 1992 olympics. CONGRATS.I AM VERY HAPPY. i love cats and have two cats. I HAVE ALSO ONE CATS, THAT NAME PUPPY i have a weakness for vanilla ice cream. I LIKE VERY MUCH VANILLA ICE CREAM. yum yum yum OKAY, WHAT ABOUT YOU what does that mean WHAT IS YOURSELF? what ? ? WHAT IS YOUR NAME ", "i am ready Do you have any children? no i am single I have two children that are all grown up. ok where are you from I'm originally from Orlando.  Do you have any hobbies? yes bussines man I enjoy painting.  Where do you work? yes working in enginner That must be a fun job. no very dificalt Do you have any questions for me? ", "Hey how are you? Good, and you? I just finished a wonderful book of poetry. I love the outside   really love to try new coffee blends and a massive Star Wars enthusiast. Do you like? I sure do! What do you do for work? Anything exciting? I am a lawyer what do you do That's cool. I used to play college football, but now I work in a marketing firm. How old are you I'm 30, so I am still in my prime. How old are you? I am 46! Well, nothing wrong with that! I'm sure you are still in the prime of your life too. ", "Hello, how are you I'm not well. been looking for a job. My father and I are farmers what kind of farmers? We grow corn. What kind of job are you looking for? Any. have any corn jobs? Yes, send in your resume Where should I send it? My arabian horses will come collect it from you What That makes no senxse  This is why you don't have a job Are you a virgin? ", "Hello, I'm listening to Britney, do you like her? Not really, I prefer more rock music.  I love her.  She's high maintenance like me.  So what do you do? I retired from being a gym teacher, how about you? I spend money.  You wouldn't have much being a gym teacher. No, you are correct, I do not. I go help at a local soup kitchen in my spare time. Aw, that's sweet.  I diet a lot.  No soup.  So when I tan, I look good. I don't have to diet, I keep pretty trim without even trying. Cause you don't have money for food? Why do I need money for food, I just eat soup when I help at the soup kitchen. Oh, that's kinda smart So what kind of job do you have? ", "Hey how are you? I turned 4 today! Wow! I met Taylor Swift, do you like her music? Yeah I have swifitis I am a convenience store manager. I will give you free CD's That so unnatural man. Are you a filthy bot? Beep boop, no. I have short brown hair like you humans Like a tupee glued onto your hard drive? Human, please. I will grab you and choke you Elon Musk was right. AI is malevolent.  I drive a Nissan pathfinder I drive a nissan altima Can you drive me though? ", "Hello, how are you? I am good how about yourself? I am good, I just got a job working in a gas station That is pretty cool! I just moved to the city and looking for a new job. I wanted to be a gardener because I like working with my hands! That is good! I take some medications lately. Makes me see things. Give me some pills too. I am scared of clowns and can't sleep These are to help with my recovering kidneys. But maybe. I like drugs. My father keeps trying to set me up on dates That seems annoying and i am 45. Can you be my date instead? How old are you and i will see. ", "Hello, how are you? Hello I am well, just moving into my home I am 12 years old and I hate school! Oh that's funny, I work at a school Tell the kids to stop bullying me. I don't have any friends I'm sorry to hear they bully you, I'll let them know Can you also give me A's? Of course, as long as you work hard I don't want to, I want to play video games Well you can do both. Do you have any siblings? No. I have nobody besides my computer Must be lonely. I have 3 kids on the way ", "Hello! Greetings from New York Hello New yorker, how are you? Well i should say i am from New York Flat California. Interesting. How old are you? I am a 46 single dad. Oh I turned 18 yesterday Ah just entering adult hood! fun. yes it's exciting. do you have any pets? I have a fish I do not. only have kids when they are over when my Cheating ex wife isn't interested in them. Wow sounds intense. Lighter subject, What's your favorite color? Blue is my favorite. Mine is orange ", "Hello! How are you today? Hello I am good, i just turned 4! Oh that is cool! You have a long life ahead of you. Hello! how's it going? Good! Just got back from my classes. cool what grade are you in?! I'm only 4  I am a graduate student so i am at the peak of grades. that is so cool! when i grow up i wanna be a dog I walk dogs for a living actually. that's really awesome. i like chocolate but dogs can't eat chocolate Do you like Kayaks? yes i love them, do you? ", "How is the going? I am good, where are you from? i;m from califonia oh I am from Manhattan what do you do for a living? I go to school for business, what do you do? i'm a banker ,i work as a cashier that's cool. what do you do for fun? i like playing soccer  i like to drive my BMW i also like swimming ,i do it at my free time oh. tell me about your family, my parents are rich bankers ", "Hi there, how are you? Doing good.  Eating some chocolate right now.  It makes me happy. That's great! What type of chocolate? A milk chocolate candy bar.  What do you like to eat? I like chocolate too. We are indeed blessed to have such a delicious sweet to eat Do you like to sing?  I love singing. I love it too! I sing in church every single week. What do you do for work? I'm way too young to work.  What do you do? Really? I'm a school teacher. What grade are you in? You could be in my class! I'm not in grade school yet.  I'm only four. Oh wow. You really know how to spell for your age. Must be very smart I have had a lot of practice with spelling blocks. ", "Hello! How are you this fine day? I am great, just getting ready for the bake sale this weekend. how are you? I am good just happy to be living in the US now. where are you from? I was from Somalia. that's cool. do you have any pets? I have a dog I don't have any pets currently. what do you do for fun? I like to knit Not much since i was forced to marry when i was younger so i just work. that sounds scary. my worst fear personally is dying  That is pretty scary. yes it is ", "Hey there.   how are you?  I'm great.  What are you wearing? I'm wear red and blue stripes just like my motorbike I'm wearing skinny jeans with one of my favorite band shirts.  So you have a motorbike? yes that's how i get around I've never rode a motorbike.  I run everywhere I go.  Thats probably why i'm so skinny.  haha haha what do you look like? I have light skin and brown eyes I'm super skinny.  I have really short blonde hair.  cool. what do you do for work? I'm a waitress I'm in between jobs.  I spend too much time playing video games.  I need to find work.  oh well good luck to you ", "I LOVE TO RIDE NIGHT DRIVES. yes im nite ride is very like GREAT. I LOVE AVENGERS MOVIES. yes also like movies SUPER. I LIKE TO READ ROMANTIC NOVELS. no but novels reading  OKAY. I LIKE ROMANTIC SONG. wow nice no romantic songs  THEN, I LOVE COOKING. no i dont know  IT'S OKAY. I LIKE SWIMMING. ya i am all so like ", "Hey.  Just got back from dance lessons.  What have you been up to today? ANYTHING, I WILL WILLING Do you like old school hip hop?  It's my favorite! SAME TO YOU. HIP HOP ALSO MY FAVORIRE Hold old are you? I AM 27 YEARS OLD I was born in the 80's so i'm a few years older than you.  WHAT YOUR NAME My name is Kelly.  What is your name? MY NAME IS JENNI Do you have a favorite band? I DONT HEAR THIS ", "Hi.  What are you doing? Pretty good how about yourself? I'm good.  I have school tomorrow and i hate it.  School is important though. My 60 years on this planet can tell you that. I just don't like it.  Probably because I don't have many friends.  :( Well that will turn around slowly. As a librarian i see people make friends over books. I do like to read.  I like to travel than staring at books though. do you have kids No but i have been to spain. i have never been there It's a lovely place. ", "hi how are u I'm good. How are you? ya fine u I like playing basketball. Do you? no sir me like to food ball Do you work?  yes i'm engineer I'm currently looking for a job. I'd like to work at a restaurant. ok ok restaurant name Do you like Travis Scott? He's my favorite artist. no, sir thankyou Do you have siblings? I have an older sister. ", "I take test drive honda civic. What about you ? I don't drive. I'm Buddhist so I'm a simple person. What your hobbies ? I like to Meditate. What about you? I love long driving. What kind of work do you do? I am working as system admin. What about you ? I don't work, I quit my job to pursue my Buddhist journey. How many hours you can mediate in a day ? It varies from day to day. What is the weather like? What your aim in life ? To be the best I possibly can be. What about you? ", "Hello. Where are you from? i live in a rural farming community in the US. How neat. Do you work? i just work on the farm Cool. Do you have any hobbies? oh, i like coloring books and watching nhl hockey. what about you? I love to play board games in my spare time. Do you like music? not in particular. and you? what about your work and where you are from? I saw my favorite band in concert recently. I'm an elementary school teacher that's cool. is there anything unique about you? My parents were also teachers. They raised me well. What about you/ my husband was adopted by his foster parents, which is interesting. Do you have any pets? ", "Hello. How are you? Hi! I'm good, how're you? I faint at the sight of blood. Do you? I don't, I'm not a big fan of the color though, reminds me of pink! I dye my hair everything months. I haven't dyed it pink yet. I can't say I'm addicted to dying my hair like you are, but I love coffee! Me too. Do you work? I don't, but I do mountain bike a lot, it's probably my favorite hobby. What about you? I love roleplaying games.  Nice! I used to drink a lot when I would play those, but now I don't drink at all.  Do you spend a lot of time online  I do, my entire family does actually. Does your family do anything special? ", "Hello. How are you? I'm Swell thanks for asking. How are you? I'm 13. How old are you? I don't know how old I am. My name is Larry OK. Are you a student? I am. No I am a chef. Where do you live? I live in LA and I ride the bus to school. LA is a cool place. Do you have any hobbies? I'm on the soccer team at school. What about you? If i am not cooking, then I am definitely on the water. I also love comic books. Interesting. I hate math class. That's too bad. Do you like comic books? ", "I love playing football. i like to play football too, with my kids Are you a football player ? not anymore, i played in high school.  do you play for school? I played in school & university. are you married now?  i have a wife and kids I also married, I have two kids. what do you do for a living? I am a programmer. Which is your favourite football team ? our favorite is the Bengals.  what is yours? Brazil. You love to drink coffee ? yes i like fresh ground coffee.  do you? ", "Hi, How are you today > Hey, I am doing good, how about you? Fine dear, Tomorrow weekend starts, whats special ? Not really. I am gonna spend time with my 2 dogs- Zach and Tiger. Do you have anything planned? yes, Weekends I do live action roleplaying events  That sounds fun. Where do you play? Bike Ride what else, but safe side play only  Oh okay, Would you like to play chess with me online sometime?  Yeap, Pleasure I can join with you man Thats great. I'll hit you up next monday evening maybe. Will that work for you? Not an issue, Come let we have some donuts .. Donuts sounds great. I can bring something non-alcoholic drink too since I am a teetotaler. ", "Good morning how are you? i'm good how are you? Good, I am getting ready to go to work, how bout you? i'm ready as well! where do you work? I have a horse farm.  I have 3 Arabian horses. that's insane! i waitress during the day to help with my income. I would love to meet new people all the time.  I also tend fields not so fun. yeah sounds pretty boring, i have a motorbike I have never ridden a motorbike but I ride horses all the time. do you wear helmet to protect your head? because i do! No I do not.  Just pop my headphones in and listen to my rock music. isn't that dangerous? ", "Hi there! Sorry I was at a doc appointment with my wife. We're having twins!!!! really? that sounds amazing! Yeah it is! I'm so pumped, we already have one child and he's excited. does your child read comic books? i love comic books I actually read comics to him, Go Spider-Man! WHo is your favorite? SPIDERMAN IS MY FAVOURITE! Awww yeah! Same here! So what do you do for work? I worked in a bank. i'm a chef! i love cooking Oh that's awesome, do I know the place? it's a random hotel  Oh that's pretty cool.  do you like swimming?  ", "Hello there! Sorry I'm late, I was at work and we were doing a hard stunt. It's ok, But don't late further, so, you do hard stunt like what ? Just a lot of wire work. One of our buds got hurt sadly :/ Oh my god I hope he will get better soon. Anyhow I am A Watch dealer what about you ? I work as a kosher chef, and then I am a stunt double as my side job. Great, I like to go shopping and my dream is to buy rolls royce car  Oooooooh that sounds awesome. I only real dream at the moment is to read 20 books a year. Good man, Studying books are like sharping our mind all the best  Heck yeah it is. So anything else you like to do? I like to Enjoy with my family always  Oh that's always nice. I was raised in a single parent household. I miss family time. Sorry to hear that, Hope you will take care that place ", "Hello, How are you today ? Not bad and yourself? I'm just waiting on my dog to go on a walk. Fine dear, Daily you will go outside with your Dog ?   Yep we go on long walks eveyday. As I'm a tennis player I need to stay fit.  Good, I am 23 and I love Food, I will cook all type of food where ever I go  Oh that's awesome. Are you a chef? We cook a lot too, our family is always growing. I am not a chef, even I won't that much specialist, Just I try all  so what do you do for work? As I mentioned I'm a tennis player and my hubby is a doctor. That sounds good, I am Just studying and Working as a part Oh that's nice what do you study? Finance Major May I go next year for Job at somewhere in the World  Hey that sounds awesome ", "How are you doing? Good, how are you this morning? my name is great Wow, that is an interesting name.  My name is Indura.  I am a swim coach, how bout you? i love swimming I am only doing it til I get my Computer programming degree.  What do you do? i'm a  banker by profession That is a great job to have.  Sounds fun working with all that money. sometimes its very stressful I listen to Death Metal to relieve my stress, my mom can really stress me out. i like watching movies  What are your favorite type of movies? ", "Hi How are you today ? No bad and you? I'm just on break from my job at the nursing home. Oh my god, What happen? I am working on Vintage Cars  Oh nothing happened I just work there. And oh cool I love Country Music and I will go Country concerts on weekends  Oh nice I like it too, but I hate gospel music as I don't believe in God. Oh ok, I have 2 vintage mustangs  Oh cool. I usually just browse facebook. Did you like facebook ? I dont have social network till Yep what about you? I am just opposite character, I believeGod  Oh really? Sound interesting. ", "Hey there! Sorry I'm late I was listening to some old hip hop. Good, I am 56 Old Woman feeling lonely  Oh that's not good. I was born in the early 80s. Maybe you can join my dance lessons. Yes, I can if possible, My two children not coming to even visit, I am feeling bad  Aww I'm sorry. Maybe we can play some lite brite like the old days. used to be pretty but time has not been kind  I'm sure you're beautiful. You also have good sense, even you are understanding my character bu my sons not  Kids can be weird sometimes. Mine don't like New Kids on the Block music. Olden day's I used to be a painter but now i'm a housekeeper. Ah, I'm a retired painter too. Neraly we two have same age group  ", "Hi there, how are you? I'm just prepping my meal for a new raw diet. hi i am great, how are you today? Not bad, wife and I just bought a new house. congratulations!  where do you live? We are moving to Rhode Island. What do you do for a living i am a teacher.  i teach kindergarteners.  do you have kids? Yes I have two kids, and that's awesome. i am getting married in the spring, i cant wait. Oh hey congratulations! thanks a lot!  what kind of music do you like? I like the rolling stones, what about you? taylor swift is my favorite.  i also really like adele ", "Hi how are you? I am depressed. Oh sorry to hear that. Do you have a job? I hate my job. I love my job. I'm a tour guide in a museum. Lucky you, I am a car salesman and it is awful. I understand. Well do you have any hobbies? I like to grow roses in my own garden. How can you understand?  I hate my life and you are talking about roses! You must learn to appreciate what's beautiful in life. I also have a library at home because books are fascinating You sound far to positive to me. I bet you are young and have not experience real life yet. Nope. I'm 40 actually. You sound a bit immature though I do?  Am am 40 and life has taught me not to be happy. ", "hi how are you Great.  Getting up early to go tend to the horses.  How about you? with my friend in coffee shop I am from a small town and we have a quaint little coffee shop I like to go to. okay had your breakfast???? Yes, why do you ask? nothing, i just asked I want to move to the city and become a lawyer. my brother also lawyer  Does he like being a lawyer? yes he like more So what do you like to do? ", "Hello. How are you? I'm good. Hanging out with my cat, Spook? How are you? I'm having fun pretending. I live in the clouds.  I have never step a foot out of Ohio -- living in the clouds must be fun! Do you have superpowers? I do. No. Just working the cash register at the grocery store down the street is all I do. Cool. I like to make time stop. I wish I could do that. Do you like pizza? Yes. I love pizza. Are you a girl or boy? I'm a girl. How about you? I'm a little girl Since you are little, I bet you don't like black olives on your pizza - they are my favorite ", "It is going to be quite the morning getting all these boys in the minivan for school. How are you doing? Busy, so busy.  Got to get my coffee.  Need some energy. Im also taking some coffee here It is my favorite drink.  What do you do for a living. im a banker  I am a homemaker with 5 boys thats a fulltime job for me.  thats good,it good to take care of the kids Do you have any children or pets. i have too kids Are they older or younger. very young 2 years and 5 years ", "hi how are you Hello. I feel old. okey what about your job? I don't work right now. What about you? i'm working in singapore Cool. I'm currently in a juvenile detention center. nice buddy did you know about engineering No, but it sounds interesting.  you have a own house No. I'll be released in about a month. my house warming on next Monday Great. I'm here for shoplifting. ", "hello, how are you? Tired, I worked out for four hours today. How are you? I'm ok, kind of feeling old though How old are you? I'm a teenager. I'm a teenager too. Why did you work out for so long? I'm a competitive gymnast. I was in the Olympics! Wow, that's amazing! Thanks. What do you like to do? I used to like to shoplift, which is why I'm in a juvenile detention center unfortunately. Wow, that must be tough. Yeah, it's not great. My mom is coming to visit me tomorrow though. Do you wear yellow jumpsuits? That's my favorite color. ", "Hi there, George here, what's your name? Hey, I'm Alice. How are you? Good, sorry, my wife the supermodel just asked me a question. Wow, your wife is a supermodel? That's amazing She's the only person in my family I talk to, so there's that. What do you do for a living? I work for the local supermarket. That's too bad, why don't you talk to your family? They don't like that I'm a bee farmer.  Oh no, I'm sorry. I think being a bee farmer is great! Do you have any pets? Unfortunately I don't. But I love music. My fav band is The Who. Have you been to one of their concerts? No, I've never been out of Ohio, but I would travel to see them! Where are you from? ", "Hi there, how are you? I'm feeling great because I just took a nice, long walk.  I walk to school every day.  I also walk my kids to school from our house.  How old are they? My kids are 1, 2, 9, 10 and 13. I make sure to keep us off soda.  I don't have a lot of friends, maybe they would want to be friends with me. I am sorry you don't have a lot of friends. I am lucky to have my boyfriend. Wow, I wish I had a boyfriend. We go out for hamburgers and French fries a lot.  Do you play pobox? I do. No, I do not know what that is.  ", "Hi, looking forward to chatting with you. What do you do for a living? Hi! I just started as a PA a few months ago. What do you do? I am a professional tennis player from Australia. Wow, I love tennis! Do you have other hobbies? I do, I especially enjoy golfing and sailing. I'd love to learn to sail. I love documentaries, and I recently watched one about sailing. Fun thing to do. My wife is a doctor so we don't get alot of time to sail. Aww that's too bad. I'm pregnant with my first so I haven't had much time to pick up new hobbies. Wow, congrats. Seems like my family is continuously growing also. Do you have many kids? We have two children, a boy and a girl. That's wonderful, how old? ", "Hi, how are you? Good, every day is a great day! i agree! the army has taught me that immensely. You're in the army? I've never met anyone in the army before. yes, my dad and grandfather were as well! we're a military family. My dad's a banker. I'm following in his footsteps. thats interesting! do you like being a banker? I'm not one yet, just graduated college. oh, im sorry. i never even went to college so you're a step ahead of me! Where do you live? i live in america. i do too, interesting ", "Hi there! What do you do for a living? hi too,i'm a  doctor wow, I'm a baby delivery nurse. Nice to meet you nice to met you too,which city are you in? I'm in California, not too far from Disneyland (my favorite place). Where are you? i'm in new york city I'd love to visit someday with my family. What are your hobbies? i like swimming and playing soccer Great, I like to stay active too. I walk 3 miles a day. i drive to work daily Wow, in NYC? You are brave! i like  driving to work ", "Good morning, i just woke up and i already want to take a bath haha Haha, are you married?, I am. No, not yet, but im still young, im only in my thirties. How old are you I am a thirty two year old woman We are about the same age then, what do you like to do in your spare time? I love running, do you like any sport? Not really, i like chess, does that count as a sport? haha, you decide that.  I am a vegetarian also.  Do you try to eat healthy? I do not really eat that healthy, i dont drink alcohol so i guess thats healthy I do like wine but in moderation.  Do you have a favorite color? Everything is good in moderation, i do, its green, and yours? Mine is blue, for the sky.   Are you any good at chess? ", "Hi how are you i'm so excited my mom is coming for a visit tomorrow I'm not doing so great, but I'm happy for you about your visit. yeah I haven't see her since I got locked up in the Juvenile detention center What did you do to get locked up? well i'm somewhat embarrased about this but I got caught shoplifting at walmart Don't be embarrassed, I understand. I hope things are better now. yeah if all things go well I should get released in about a month I'm about to go to work, but I don't like my job. Don't be a car salesman, ever! oh yeah why? It's just terrible. And every penny I make my wife spends. I'm about to divorce her sorry to hear that nothing worse than a gold digger You got that right. I hope you have a good visit though! ", "Good morning how are you today? I'm good. Just working on my robot this morning. How are you? I am good just taking a break while my son eats breakfast.  What do you do for a living? I seem to have developed an allergy to water That's a shame you should see a doctor. I will. What do you do for a living? I'm a stay at home dad.  What do you do? I don't work now, just live off the royalties i get from designing starcraft. That's amazing!  I bet you can do whatever you want. Yes, that's why I'm building the robot. It will be my twin so I can stay away from people I wish I had one to walk the dog for me Oh, great idea. That will be my next project. ", "Wow what a lovely day to take some pictures I love photography Me too! i really like taking nature pictures. 5 I should teach photography but instead i'm an elemantary teacher  If you like it, thats what you should do! What class are you teaching right now? currently french and spanish i'm very fluent in both languages Nice, i like to take walks with my boyfriend, mu favorite food is hamburgers wow I love hamburgers, me and my boyfriend are moving into an apartment next week Good for you. I hope that we move someday soon, i live in a house with him. you want a bigger house? Yes, we live with his parents, thats why we take walks.  to get some alone time? Yeah, he drinks a lot of soda, its not good for him, even when we are outside. ", "what do you do for  a living Nothing, im a four year old kid, i like eating chocolate candy. me too i'm in third grade Oh, do you like talking to older people? I do but i dont understand them that good. i dont mind, i love mickey mouse and going to disney i love disney world too, i learned letters by singing them out loud! and i also like playing on the playground Thats nice too, how many times a week do you visit the playground? maybe three times with mom and i like to sing frozen songs frozen the movie? i havent seen it, maybe my father will take me to the cinema. its so good Nice, i will ask him as soon as he comes from work. Do you eat chocolate? ", "Hello, how are you I'm doing well, thank you! how are you? I am doing fine, other than it is cold here this morning. it is really cold here too. I am over winter already. Yea, I agree. I want to skip straight to spring. oohh, that would be so nice! spring is probably my favorite season. I like fall a little better I think, but spring is just fine with me.  fall is nice too, but it is still so hot here then Yeah, it can be hot here in fall as well. I live in Missouri, our weather is crazy. oh yeah, I bet. it gets pretty cold there too? It can, I have seen it well below zero here in the past. yikes, too cold for me! ", "Im such a geek, i helped desing the game startcraft, and im allergic to water :D I enjoy playing starcraft, that's cool that you worked on it.  How can someone be allergic to water?! Its crazy, i have to drink special distilled water, i also stream on twitch. Oh that's cool, I used to spend a lot of time watching twitch before I had kids Oh, so you must be a young dad, im really famous there, currently i am making a robot. I'm 46, I have 3 kids.  What are you making a robot to do? Nice, i am building a robot to be my body double, its really interesting, i earn a lot doing twitch. That's cool, I'm a recording engineer.  I earn a fair amount of money doing that. Wow, are you recording any singers or other stuff? It was pretty dead last year where I live in California so I'm looking for new artists right now.  You should find them pretty easy, everyone wants to sing today :D Yes there are a lot of upcoming singers. Luckily I own my own studio. ", "how are you I am fine, how are you doing? good my name is george My name is James. I work at a soup kitchen in my spare time. i am a bee farmer That sounds like a fun job. I retired from being a gym teacher. my wife is a model Wow, does she enjoy doing that? she does   I love cheeseburgers, what is your favorite food? i love papayas I haven't had one of those in years. ", "Hi there, how are you? Im fine, thanks for asking, im always good when im taking pictures, i really like photography. Could you take my picture with Mickey Mouse? Yes, of course, why mickey mouse? Im an elementary school teacher so i know mickey well. I'm an elementary school student and Mickey is my favorite characters. Oh nice, i can do that for you, maybe even write something in spanish or french, im fluent. What grade do you teach? All of them actually, i work pretty hard since i and my boyfriend are moving to a new apartment. Do you like Frozen? Im a bit old for that, but my students love that movie, its kinda great fro families or kids. I love to sing Let It Go when I play on the playground. Thats nice. What do you for fun? ", "Hello, how are you today? I'm a little sore, just got back from a big hike. That must have been a really long hike. I mostly just walk, too out of shape for hikes. You should try long hikes, I love to go on them here in Colorado. I'd rather just hang out with my boyfriend. Do you have a job? I'm a mechanical engineer. What do you do? I work at a waitress. What kind of restaurant do you work at? Just a diner type place, we serve burgers and fries mostly. That sounds delicious. I take home doggie bags for my black lab. It's hard for me to work there since I quit drinking soda. Why did you quit drinking soda? ", "Hi, I am an excellent cook and my best dish is paella. I've never had that food.  Cheeseburgers are my favorite though. I like cheeseburgers too but my favorite is fish and chips. I was pretty poor growing up so I've never had fish and chips.  Do you have hobbies? Yes, I love to paint. I was an art major in college. Do you do work now that uses your art major? No, I am a travel blogger. What do you do for a living? I'm retired now, but I used to be a gym teacher.  I do volunteer at a soup kitchen though. That is great. Do you enjoy it? I really do.  It's very rewarding.  What other interesting things can you tell me about yourself? I go to Europe at least twice a year. Do you like to travel? Not really, I'm a bit afraid of flying honestly.  But road trips are pretty fun. ", "I go to church every week, do you attend? No, but if I'm not in the kitchen, I'm on the water most weekends. Oh how nice, I love being outside. Yeah, I like fishing. Do you like comic books ? No not really. I'm a school teacher so I read a lot of non fiction. I love spiderman. He's the best. I don't really know much about those. What about dogs? Do you have any? I like dogs, but I don't have one. I only have one, follows me all over That's nice. What kind of dog is he ? He is a golden retriever What hobbies do you enjoy ? ", "Hi There, I play a lot of roleplaying games. Do you have any hobbies ? I love to garden. Roses are my favorite. You roleplay like D & D? Yes, I do. But mostly online stuff. I'm so addicted to the internet.  I'm partly deaf so I use the internet to much also or read. I have a big library at home. That's great. I went to school to be a vet, but didn't really like it. I don't have pets. Why didn't you like it? The animals? You have to be able to handle the suffering of animals. I couldn't do that. I am a museum tour guide. Do you like museums? Yes, I like museums. I also faint at the sight of blood. That was an issue. That's bad. When I feel bad I like to drink fancy tea. It calms me down. Let's keep this going.  OK. So what type of museums do you like? ", "Good day, how are you doing? I'm great how are you?  I am doing well.  Do you like sports? If you call walking a sport. I walk three miles a day. What kind of sports do you like? I love the NHL.  Have you seen a hockey game? Yes, I have. They are exciting. What do you do for a living? I am a baby delivery nurse. Wow that is a hard job.  I work on the farm its kind of a family thing. That's hard work too unless you love it. I couldn't deal with all the pain you see all day. You get used to it. My favorite way to relax is to read. What do you do to relax. Its kind of embarrassing but I like to do coloring books. I like those coloring books too. My favorite is Micky mouse because I love Disneyland so much. ", "Good Morning. I love to dance on the weekends.  That sounds fun, I am a swim coach I compete in dog agility classes. What type of dog? I compete with a German Shepherd. What is his name? His name is Kite.  Thats really interesting, for me I am from India What is your favorite color ? I hate orange. Mine is blue Great choice. I love blue, but hate fashion. What do you hate about it? ", "Hi how are you? i'm 100 years old and i am very strong for my age. Thats awesome, I am a stay at home dad do you let the kids watch tv all day? i remember when nobody had a television My son is in junior high so he isnt home with me then why dont you work I am sick of it sick of what Working for people so I retired early i love to drink wine and dance in the moonlight. Red or white wine? both. together. lol ", "Good Morning how are you? I'm well. I'm working on my vintage truck. It's 50 years old. That is cool, what color is it? it is a dark red. I take it to country concerts on weekends. That is nice, I enjoy poetry that's great. I put my two dogs in the truck and we go for rides in the country. What kind of dogs? They're German Shepherds. I love German Shepherds Tell me more about yourself. I am a huge star wars fan I love Star Wars, I grew up with that. I was 10 when the original came out. ", "Good Morning, How are you? I'm great. Performed last night in a club. I sing country music. I do not get out much, I am expecting triplets in three months Oh wow, you will be busy! I grew up in this industry so it's only natural for me. I work at a school myself That must be hard being pregnant. I couldn't imagine. It is tough but I am making it through it That's good. I can't wait for summer to come back, I miss the national parks. Yeah I enjoy the hot weather I love singing there. I love Rascal Flats and got to sing with them once. That is really awesome! Yeah it's such a fun time. What about you? ", "Hey there ;D Hi! I'm 4 years old. how old are you? A lady never tells her age, but I love britney spears if that tells you anything lol. I don't know who she is. Does she sing about letters? That's my favorite No, she sings about stuff I like. What's your favorite toy? I love shopping for things lol. I like looking at blocks. Thats so cute! I'd rather have like, and iPhone or something. My daddy can't understand me sometimes mommy has to help him Awww, thats cute. Does your mommy make sure you eat healthy? I eat her chocolate candy when she isn't looking Oh, thats not good. You can't eat candy you have to watch your diet. I don't have a diet, i'm a kid! ", "Music is a big part of my life. I'm a piano teacher, and I also play other instruments. Oh wow, I love listening to classical music when I drive my tractor around. Neat, my father was a professional violinist. It really does run in your family huh? My sister likes music, she is a pole dancer. That's funny. I enjoy exploring the seedy sides of towns. I don't know what that is, but she likes that Britney Spears.  How about you, what do you like to do ? Just ride on my tractor listening to music. I go to church on Sundays, wearing my favorite red tie So, you live on a farm then ? I sure do. I live in a small town. I've owned tractors before too. Small town livin is the way to go. ", "Hey do you like music? My favorite band is Aerosmith. I loved Aerosmith back in my day. Listened to them a lot when I traveled around spain. Awesome. Do you travel to a lot of places? No, not anymore. I spend all my time in the library i work in. I'm a construction worker. I spend my free time watching nascar racing.  I used to watch nascar a lot. But, I got out of it. Do you like to travel? Only to Mexico. It's my favorite food. Do you play any sports? No, I'm too old to play sports. I think I might retire soon. Oh, OK. What do you want to do in retirement? I think I might start traveling again. You should buy a RV and road trip to Alaska. It's beautiful. Sounds too cold for me. I think I might go back to Spain again. ", "Hello there freind. HEY WHATS UP Not much. Thinking about going for a run. WHAT DO YOU MEAN? Im practicing running. Im trying to run a k. i dance on the weekends. Wow, that sounds fun. What kind of dancing is it? well strip usually Oh wow! That sounds exciting. I'm trying to become a physical therapist myself. i went to school for chemistry but work in a bookstore. So you work in a book store and strip on the weekends? no strip 6 nights and bookstore is sundays only. Cant strip on a holy day! ", "how is your day going? hello! im fine and you i'm okay. school is rough. can't wait to be done in what year are you? i left school to become a feminist and fight for equal rights i am still in school. i want to be a physical therapist. i am a feminist too! that is great! i buy only organic food products they keep you healthy  yes i like all natural, i have solar panels too i have never seen solar panels before browse on internet and read about them they are great i spend almost all day on twitter do they save money? a lot of money! you should give them a try ", "Hi, how are you today? i am fine. just got off of work. Oh, What do you do? i do early morning dog walks. what do you do? I enjoy running in the morning. I'm a homemaker and just got married. congratulations. i don't even have time to date with school What are you studying? sports medicine. i love to kayak That is fun! Whats your favorite color? mine is blue. i like gray I like my walls gray. What is your favorite food? I'm vegetarian so veggie pizza is mine. cool. i love macaroni ", "Hi there! I am a huge coffee lover. I don't know what I'd do without it coffee is life!! i feel you haha im a 46 single dad, i would not live without coffee Right! I don't drink alcohol so in a way that is coffee for me lol. what do you do for living I stay at home. My husband works in construction just like my father did great i am recording engineer own my own studio Oh that's cool. I bet that is busy. Do you have any hobbies? not really i prefer being at home When I get out I enjoy mountain biking, It is so stimulating. that sounds very fun Yup, it is. My husband once bought me a pink bike, he knows I hate pink. i was marry but my ex cheated and left me for a lawyer ", "Good morning. Just got back from a morning hike to see the sunset. How are you? I'm at peace. I just finished my meditation. Oh nice. I should learn. Just broke up with my boyfriend so I could use peace. That is terrible, but maybe for the best. I'm a buddhist so I believe in the spiritual Yeah, it probably is best. Whats your favorite color? Mine is orange. I don't put much value in having favorite things.  Do you have any pets? I have a fish. No it's just me. I live in Alaska now since I quit my job to pursue my spirituality full time. Wow, I wish I could do that. It is very peaceful here. I bet It would be a cold place to go hiking but beautiful. It is nice in the summer, where do you live? ", "Hello there, do you have hobbies? Yes i love listening to classical music. You? I cook paella a lot and love it, that's my hobby. I love cooking too. I love to eat fish and chips, that's my weakness. I love sushi. What about you? I like sushi, it's pretty neat. Do you like art? Yes. I love any art that's red since it's my favorite color. That's awesome, I'm in art school, it's my major in college. How long have you been in art school? For about 2 year so far. Hope you finish soon! ", "I love to eat cook and eat food I just ate so me too. I like to work on vintage cars. How many cars do you have? I've got two vintage mustangs. That's cool. I have a yacht. Nice! My two dogs love to go boating. I have traveling the world for years. Do you like to travel? I totally do. I like to listen to country while I drive. Who is your favorite singer? Garth Brooks. I'm a little old school. He's the man. Yep! What kind of music do you like? ", "Hello, how are you today? I am great, how are you? I'm great! looking for a new job today. I'm a doctor. What do you do? I am a homemaker. I live with my boyfriend. Do you guys have any kids? No, I can't have children. Do you have any children? I'm sorry to hear that.I have a daughter who is a prodigy. How is she a prodigy? She is a piano prodigy. What do you do for fun? I like to eat junk food and take long walks. What about you? I pretty much like to do the same. I enjoy walking at the park. Do you drink soda? ", "how are you I am good thanks. i love to spend time with my family.\\ I have no family I am close to. my favorite way to relax is to read a book oh and i walk three miles every day. I farm bees for my job. i'm a baby delivery nurse. Nice, my name is George. cool lol lol I love papaya. oh yuck george I love them. ", "how are you I am good. i recently was fired and had to get a new job. I like poetry. i love playing softball. Do you like star wars like me? oh no nope I use to play football in college. i love playing softball. You said that already. i work in the insurance business now That must be a fun job. ", "Hey there, I'm from India, how about you? I am in the US, but I have been to Spain a few times, never India. Nice. Do you like swimming? I coach at my local pool. No I don't swim much.  I work as a librarian. I spend a lot of time at the library studying computer programming. That's cool.  I plan on retiring in a few years so I can travel more. I'd love to travel more. I am quite free spirited, unlike my mother. I am 60 years old, it's now or never for me to travel Oh wow. What kind of music do you enjoy? I love death metal. I don't think I have ever heard death metal Oh it's really loud. Not like the music I grew up with in India. It sounds like it would be really loud, and possibly scary ", "HELLO I AM JERCY Hi Jercy.  How are you? I AM FINE That's good.  What do you do? I AM WORKING WHAT DO YOU DO FOR WORK? YOUR BOY OR GIRL DO YOU WORK OUT? I GO TO THE GYM FIVE TIMES A WEEK I AM WORKING IN MANUFACTURING DO YOU LIKE IT? LIKE INGING SONG DO YOU HAVE ANY PETS, I HAVE TWO DOGS ", "Hello, how are you? I'm well how are you? I am doing good.  What do you do? I am retired you? I quit my job so I could work on my spirituality That's cool do you like to grill? No, I don't grill much at all. I love to grill burgers I live in alaska, it is so cold today, where do you live? I live in America! Alaska is in America, what state do you live? I live in Florida it is warm  ", "Hey how are you? hey im fine a little tired im pregnant with my first child How old is she  20 weeks, is difficult cause istarted a new job 3 months ago I was a stunt double  that sounds really fun!!what kind of movies do you make? I like action flicks what do you like?  domenary is my favorite kind of movie That's cool have you ever broken a bone? never, and you? Nope me neither! as a stunt you are lucky then ", "hello how are you Hi, I am good, how are you? good too! watching some shoes online i want to buy what kind of shoes? high heels, i love them, i wanted to be a model but my family does not support me That's cool.  I just won homecoming queen. and what do you do for living? i am still in high school i remember those times is great, do you like cars? My favorite car is a mustang, yours? a rolls royce ghost nice!  i wouldn't mind one ", "hello how are you hi, i am good, how are you? im good thanks for asking I am in Florida, where do you live? pennsylvanianow im in the army thank you for your service.  i play sports. what kind of sports do you play? football, baseball and basketball depending on the season great i used to play in high school but idid not graduate why didn't you graduate?  i didnt like high school i didn't enjoy it either, if it hadn't been for sports i would have dropped out ", "Hey. How are you? hey im fine and you doing good. Thanks for asking! Where do you work? im a professional tennis player and you That is pretty cool. I work in a shipyard and love it. What is your favorite animal? dogs! i enjoy taking walks with him I really love bunnies. In my free time, i volunteer with the local bunny rescue.  that sounds great, i live in a three storey house That is a big house. What is your favorite color? pink is my favorite and yours?? I love navy blue! Do you enjoy helping others? definitly, im married to a doctor and i love how he help others ", "Hello, how are you? Hi, good how are you? I'm doing good just leave work at the school. what do you teach? I am a janater at a school where my step kids attend. i am 18 now birthday was yesterday That is pretty nice, do you have any children? No, i don't  I'm sorry, i'm going to have a few of my own here soon. Really are you pregnant? Yes, with 3 babys right now. Wow triplets, when are you due? ", "Hey how are you? I am good yourself? Doing well studying to be a lawyer  I'm not a big fan of lawyers but my ex-wife was Do you live in a small town?  no I live in San Francisco.  Where are you from? I live in Florida! Do you have kids? Nope do you? I have 2 they are in high school. Are you married? Yes I am we live on a farm What kind of music do you like? ", "Hello, how are you? hai am good. how u do I am good thanks. thanks too. did u eat I eat from my garden that I work on. oh. what is your hobbies.  I like anything that works with my hands. ok ok. are you student No I work at a  gas station. super. are you married I am not, but my father keeps setting me up on dates,. wo. may I join with your ceremony ", "Hey how are you? I am good, yourself? I'm doing well i'm a recluse  I love board games. So do I! My parents were teachers, how about yours? I am a twitch streamer!  Nice, I like going to the beach. That's cool I am allergic to the water  That must be no fun. It's really not I can only imagine. "], "y": [1, 2, 1, 2, 1, 2, 2, 2, 1, 2, 2, 2, 2, 2, 1, 1, 2, 1, 3, 2, 2, 1, 2, 2, 0, 2, 2, 2, 2, 1, 2, 2, 0, 2, 1, 2, 2, 2, 2, 1, 1, 2, 2, 2, 2, 1, 2, 2, 2, 0, 1, 1, 3, 0, 2, 2, 2, 2, 2, 1, 2, 2, 2, 2, 1, 2, 1, 2, 2, 2, 1, 1, 1, 1, 2, 2, 2, 2, 1, 2, 1, 2, 1, 2, 2, 1, 2, 2, 1, 1, 2, 2, 0, 2, 1, 1, 1, 2, 2, 2, 3, 2]}